{"types":[{"section":"\n{{fr-noun|f}}\n\n# [[virility]]\n#: {{ux|fr\n|La '''virilité''' est associée à la puissance et la robustesse, ce qui tend à identifier les hommes à leurs capacités physiques et aux aptitudes psychologiques qui en découleraient.\n|'''Virility''' is associated with power and robustness, that which tends to identify men with their  physical abilities and the psychological aptitudes which result from them.}}\n#: {{ux|fr\n|Selon Jean-Jacques Courtine, professeur à la Sorbonne, le sentiment de '''virilité''' s'est historiquement construit sur trois valeurs, la force physique, puis le courage, l'héroïsme guerrier, la masculinité hégémonique et enfin la puissance sexuelle.\n|According to Jean-Jaques Courtine, professor at the Sorbonne, the sense of '''virility''' is historically constructed upon three values: physical force; then bravery, the heroism of the warrior, the hegemonic masculinity; and finally sexual power. }}\n\n","alt":[],"syn":[],"type":"noun","forms":[{"g":"f","n":"s"}],"html":"<p><span class=\"headword-line\"><strong class=\"Latn headword\" lang=\"fr\">virilité</strong>&nbsp;<span class=\"gender\"><abbr title=\"feminine gender\">f</abbr></span> (<i>plural</i> <b class=\"Latn form-of lang-fr p-form-of\" lang=\"fr\"><a href=\"/wiki/virilit%C3%A9s#French\" title=\"virilités\">virilités</a></b>)</span>\n</p><ol><li><a href=\"/wiki/virility\" title=\"virility\">virility</a>\n<dl><dd><div class=\"h-usage-example\"><i class=\"Latn mention e-example\" lang=\"fr\">La <b>virilité</b> est associée à la puissance et la robustesse, ce qui tend à identifier les hommes à leurs capacités physiques et aux aptitudes psychologiques qui en découleraient.</i><dl><dd><span class=\"e-translation\"><b>Virility</b> is associated with power and robustness, that which tends to identify men with their  physical abilities and the psychological aptitudes which result from them.</span></dd></dl></div></dd>\n<dd><div class=\"h-usage-example\"><i class=\"Latn mention e-example\" lang=\"fr\">Selon Jean-Jacques Courtine, professeur à la Sorbonne, le sentiment de <b>virilité</b> s'est historiquement construit sur trois valeurs, la force physique, puis le courage, l'héroïsme guerrier, la masculinité hégémonique et enfin la puissance sexuelle.</i><dl><dd><span class=\"e-translation\">According to Jean-Jaques Courtine, professor at the Sorbonne, the sense of <b>virility</b> is historically constructed upon three values: physical force; then bravery, the heroism of the warrior, the hegemonic masculinity; and finally sexual power.</span></dd></dl></div></dd></dl></li></ol>","trans":["virility"]}],"title":"virilité","id":"1794541","audios":[],"ipas":["/vi.ʁi.li.te/"],"pronunSection":"\n* {{fr-IPA}}\n\n","pronunHtml":"<ul><li><a href=\"/wiki/Wiktionary:International_Phonetic_Alphabet\" title=\"Wiktionary:International Phonetic Alphabet\">IPA</a><sup>(<a href=\"/wiki/Appendix:French_pronunciation\" title=\"Appendix:French pronunciation\">key</a>)</sup>: <span class=\"IPA\">/vi.ʁi.li.te/</span></li></ul>"}