{"types":[{"section":"\n{{fr-noun|m}}\n\n# (perceptible) [[thing]], [[object]]\n#* {{quote-text|fr|year=1759|author=w:Voltaire|title=Candide, ou l'Optimisme\n|passage=Les premiers '''objets''' qui se présentèrent furent Cunégonde et la vieille, qui étendaient des serviettes sur des ficelles pour les faire sécher.|t=The first objects they beheld there, were Miss Cunegund and the old woman, who were hanging some tablecloths on a line to dry.}}\n# in particuliar crafted or manufactured [[thing]]\n#* {{quote-text|fr|year=1885|author=w:Guy de Maupassant|title=Bel-Ami\n|passage=C’est horrible… je ne verrai plus rien… rien de ce qui existe… les plus petits '''objets''' qu’on manie… les verres… les assiettes… les lits où l’on se repose si bien… les voitures. C’est bon de se promener en voiture, le soir… Comme j’aimais tout ça.|t=It is horrible. I shall no longer see the smallest objects--the glasses--the dishes--the beds on which we rest--the carriages. It is fine to drive in the evening. How I loved all that.}}\n# [[aim]], [[goal]]\n#* {{quote-text|fr|year=1847|author=w:Honoré de Balzac|title=Splendeurs et misères des courtisanes: À combien l’amour revient aux vieillards\n|passage=Sa première visite à la Verberie eut lieu lors de la mort de sa mère, et la dernière avait eu pour '''objet''' de demander le service de ce mensonge si nécessaire à sa politique.|t=His first visit to La Verberie had been on the occasion of his mother's death; and his last had been paid with a view to asking the favor of the lie which was so necessary to his advancement.}}\n# mental [[representation]], what is thought\n#* {{quote-text|fr|year=1846|author=w:Alexandre Dumas|title=Le Comte de Monte-Cristo\n|passage=Maintenant que ce trésor qui avait été si longtemps l’'''objet''' des méditations de l’abbé pouvait assurer le bonheur à venir de celui que Faria aimait véritablement comme son fils, il avait encore doublé de valeur à ses yeux.|t=Now that this treasure, which had so long been the object of the abbe's meditations, could insure the future happiness of him whom Faria really loved as a son, it had doubled its value in his eyes.}}\n# [[source]] or [[target]] of feeling\n#* {{quote-text|fr|year=1843|author=w:George Sand|title=Consuelo\n|passage=Puis enfin, s’apercevant de l’attention dont elle était l’'''objet''', elle laissa tomber ses mains de ses oreilles sur ses genoux, et son cahier de ses genoux à terre.|t=Then, perceiving at last the attention of which she was the object, she dropped her hands from her ears to her knees, and her books from her knees to the floor.}}\n# {{lb|fr|grammar}} [[object]]\n#: {{cot|fr|sujet}}\n# {{lb|fr|object-oriented}} [[object]]\n# {{lb|fr|letters and emails}} [[subject]] line\n\n====Derived terms====\n{{col3|fr\n|objet volant non identifié\n|programmation orientée objet\n|faire l'objet\n|objet d'art\n|objet direct\n|objet indirect}}\n\n====Descendants====\n* {{desc|tr|obje}}\n\n","alt":[],"syn":[],"type":"noun","forms":[{"g":"m","n":"s"}],"html":""}],"title":"objet","id":"71999","audios":[{"name":"Fr-objet.ogg","url":"https://upload.wikimedia.org/wikipedia/commons/5/5c/Fr-objet.ogg"}],"ipas":["/ɔb.ʒɛ/"],"pronunSection":"\n* {{fr-IPA}}\n* {{audio|fr|Fr-objet.ogg}}\n\n"}