{"types":[{"section":"\n{{head|fr|noun}}\n\n# {{lb|fr|Brittany}} strength or energy\n#* {{quote-book|fr|year=1998|author=Georges Cadiou|chapter=La grande histoire du football en Bretagne|title=The great history of football in Brittany|page=124\n|passage=Heureusement pour les Rennais, à la fin du mois de décembre 1966, arrivait celui qui allait donner un bon coup de '''startijenn''' au club breton, le Yougoslave Sylvester Takac. Rennais et Nantais brillaient en championnat et en Coupe, pourtant en équipe de France on leur faisait chichement de la place. Certes, on pouvait difficilement les écarter complètement, mais leur réussite en équipe tricolore était contrariée par le système de jeu imposé, ...|t=Fortunately for the Rennais, at the end of December 1966, the one arrived who was going to give a good shot of '''''startijenn''''' to the Breton club, the Yugoslavian Sylvester Takac. Rennais and Nantais shone in the league and in the Cup, yet in the French team they were sparingly out of place. Admittedly, it was difficult to dismiss them completely, but their success in the tricolor team was thwarted by the imposed game system, ...}}","alt":[],"syn":[],"type":"noun","forms":[{"g":"m","n":"s"}],"html":"<p><span class=\"headword-line\"><strong class=\"Latn headword\" lang=\"fr\">startijenn</strong></span>\n</p><ol><li><span class=\"usage-label-sense\"><span class=\"ib-brac label-brac\">(</span><span class=\"ib-content label-content\">Brittany</span><span class=\"ib-brac label-brac\">)</span></span> strength or energy\n<ul><li><div class=\"citation-whole\"><span class=\"cited-source\"><span class=\"None\" lang=\"und\"><b>1998</b></span>, Georges Cadiou, “La grande histoire du football en Bretagne”, in <cite>The great history of football in Brittany</cite>, page <span class=\"None\" lang=\"und\">124</span>:</span><dl><dd><div class=\"h-quotation\"><span class=\"Latn e-quotation cited-passage\" lang=\"fr\">Heureusement pour les Rennais, à la fin du mois de décembre 1966, arrivait celui qui allait donner un bon coup de <b>startijenn</b> au club breton, le Yougoslave Sylvester Takac. Rennais et Nantais brillaient en championnat et en Coupe, pourtant en équipe de France on leur faisait chichement de la place. Certes, on pouvait difficilement les écarter complètement, mais leur réussite en équipe tricolore était contrariée par le système de jeu imposé, ...</span><dl><dd><span class=\"e-translation\">Fortunately for the Rennais, at the end of December 1966, the one arrived who was going to give a good shot of <i><b>startijenn</b></i> to the Breton club, the Yugoslavian Sylvester Takac. Rennais and Nantais shone in the league and in the Cup, yet in the French team they were sparingly out of place. Admittedly, it was difficult to dismiss them completely, but their success in the tricolor team was thwarted by the imposed game system, ...</span></dd></dl></div></dd></dl></div></li></ul></li></ol>","trans":["strength or energy"]}],"title":"startijenn","id":"6570537","audios":[],"ipas":["/staʁ.ti.ʒɛn/"],"pronunSection":"\n* {{fr-IPA}}\n\n","pronunHtml":"<ul><li><a href=\"/wiki/Wiktionary:International_Phonetic_Alphabet\" title=\"Wiktionary:International Phonetic Alphabet\">IPA</a><sup>(<a href=\"/wiki/Appendix:French_pronunciation\" title=\"Appendix:French pronunciation\">key</a>)</sup>: <span class=\"IPA\">/staʁ.ti.ʒɛn/</span></li></ul>"}