{"types":[{"section":"\n{{fr-noun|f}}\n\n# [[smokefall]] (close of the day before nightfall, when fog comes), [[gloaming]], [[dusk]], [[vespers]]\n#* (1857) ''Vers la '''tombée de la brume''', un homme s’est présenté seul au pont de la Maddalena. Presque aussitôt après, six gendarmes sont venus à lui. L’homme a montré la barque comme s’il eût voulu dénoncer les Anglais. Le brigadier lui a donné une bourse. Puis ils sont descendus ensemble sous le pont. Des gens qui passaient, quand la nuit a été toute noire, ont entendu un cri.'' ({{w|Paul Féval}}, ''Les Compagnons du silence'', 1857, chapter VI “Le Saltarello”)\n#* (1906) ''Souvent, le soir, elle s’attarde longuement à lire, seule éveillée dans le petit logis qui, dès la '''tombée de la brume''', est verrouillé comme une citadelle.'' (Yvonne Pitrois, ''Ombres de femmes'', 1906)\n#* (1946) ''À mon retour dans ma prairie, à la '''tombée de la brume''', avant de me retirer pour la nuit sous les herbes, je demanderai au magicien qu’il vous exauce !'' ({{w|Félix Leclerc}}, ''Dialogues d’hommes et de bêtes'', 1946 in radio, 1949 in print)\n#* (2006) ''Le lendemain matin, Liam Brun retourna sur la plage revêtu de son armure de héros, et quand le monstre arriva, il l’attaqua. Il l’affronta du matin au soir, et à la '''tombée de la brume''', lors d’un dernier assaut, il lui emporta l’autre joue.'' (Sylvie Muller (ed.), ''Contes d’Irlande : L’Île enchantée'', 2006, tale 64 « Liam Brun et Una de la Dîme »)","alt":[],"syn":[],"type":"noun","forms":[{"g":"f","n":"s"}],"html":"<p><span class=\"headword-line\"><strong class=\"Latn headword\" lang=\"fr\"><a href=\"/wiki/tomb%C3%A9e#French\" title=\"tombée\">tombée</a> <a href=\"/wiki/de#French\" title=\"de\">de</a> <a href=\"/wiki/la#French\" title=\"la\">la</a> <a href=\"/wiki/brume#French\" title=\"brume\">brume</a></strong>&nbsp;<span class=\"gender\"><abbr title=\"feminine gender\">f</abbr></span> (<i>plural</i> <b class=\"Latn form-of lang-fr p-form-of\" lang=\"fr\"><a href=\"/wiki/tomb%C3%A9es_de_la_brume#French\" title=\"tombées de la brume\">tombées de la brume</a></b>)</span>\n</p><ol><li><a href=\"/wiki/smokefall\" title=\"smokefall\">smokefall</a> (close of the day before nightfall, when fog comes), <a href=\"/wiki/gloaming\" title=\"gloaming\">gloaming</a>, <a href=\"/wiki/dusk\" title=\"dusk\">dusk</a>, <a href=\"/wiki/vespers\" title=\"vespers\">vespers</a>\n<ul><li>(1857) <i>Vers la <b>tombée de la brume</b>, un homme s’est présenté seul au pont de la Maddalena. Presque aussitôt après, six gendarmes sont venus à lui. L’homme a montré la barque comme s’il eût voulu dénoncer les Anglais. Le brigadier lui a donné une bourse. Puis ils sont descendus ensemble sous le pont. Des gens qui passaient, quand la nuit a été toute noire, ont entendu un cri.</i> (<a href=\"https://en.wikipedia.org/wiki/Paul_F%C3%A9val\" class=\"extiw\" title=\"w:Paul Féval\">Paul Féval</a>, <i>Les Compagnons du silence</i>, 1857, chapter VI “Le Saltarello”)</li>\n<li>(1906) <i>Souvent, le soir, elle s’attarde longuement à lire, seule éveillée dans le petit logis qui, dès la <b>tombée de la brume</b>, est verrouillé comme une citadelle.</i> (Yvonne Pitrois, <i>Ombres de femmes</i>, 1906)</li>\n<li>(1946) <i>À mon retour dans ma prairie, à la <b>tombée de la brume</b>, avant de me retirer pour la nuit sous les herbes, je demanderai au magicien qu’il vous exauce&nbsp;!</i> (<a href=\"https://en.wikipedia.org/wiki/F%C3%A9lix_Leclerc\" class=\"extiw\" title=\"w:Félix Leclerc\">Félix Leclerc</a>, <i>Dialogues d’hommes et de bêtes</i>, 1946 in radio, 1949 in print)</li>\n<li>(2006) <i>Le lendemain matin, Liam Brun retourna sur la plage revêtu de son armure de héros, et quand le monstre arriva, il l’attaqua. Il l’affronta du matin au soir, et à la <b>tombée de la brume</b>, lors d’un dernier assaut, il lui emporta l’autre joue.</i> (Sylvie Muller (ed.), <i>Contes d’Irlande&nbsp;: L’Île enchantée</i>, 2006, tale 64 «&nbsp;Liam Brun et Una de la Dîme&nbsp;»)</li></ul></li></ol>","trans":["smokefall , gloaming, dusk, vespers"]}],"title":"tombée de la brume","id":"1382200","audios":[],"ipas":["/tɔ̃.be d(ə) la bʁym/"],"pronunSection":"\n* {{fr-IPA}}\n\n","pronunHtml":"<ul><li><a href=\"/wiki/Wiktionary:International_Phonetic_Alphabet\" title=\"Wiktionary:International Phonetic Alphabet\">IPA</a><sup>(<a href=\"/wiki/Appendix:French_pronunciation\" title=\"Appendix:French pronunciation\">key</a>)</sup>: <span class=\"IPA\">/tɔ̃.be d(ə) la bʁym/</span></li></ul>"}