{"types":[{"section":"\n{{fr-card-noun|m}}\n\n# {{lb|fr|[[long scale]]}} [[short scale|short-scale]] [[unvigintillion]] {{gloss|10<sup>66</sup>; [[long scale|long-scale]] [[undecillion]]}}\n#* {{quote-book|fr|author=Alain Frontier|title=La grammaire du français|trans-title=French Grammar|publisher=Belin|year=1997|page=311|pageurl=https://archive.org/details/lagrammairedufra0000fron/page/311/mode/1up|isbn=9782701116495|passage=Un ''billion'' est égal à un million de millions; un ''trillion'', à un million de billions; un ''quadrillion'', à un million de trillions, et ainsi de suite, pour donner l’impressionnante série des ''quintillions'', ''sextillions'', ''septillions'', ''octillions'', ''nonillions'', ''décillions'', '''''undécillions'''''…|t=One ''trillion'' equals one million million; a ''quintillion'', a million trillion; a ''septillion'', a million quintillion, and so on, to give the impressive series of ''nonillion'', ''undecillion'', ''tredecillion'', ''quindecillion'', ''septendecillion'', ''novemdecillion'', '''''unvigintillion'''''…}}\n#* {{quote-newsgroup|fr|author=Olivier Miakinen|title=Moins c'est moins|trans-title=Less is less|newsgroup=fr.lettres.langue.francaise|date=21 January 2007|passage=> Olivier Miakinen wrote:<br/>><br/>>> $ bc<br/>>> 37^63<br/>>> 62619358791105326873282776709998257961090446150186666901424683689922\\<br/>>> 5819910774694322888478540551853<br/>>> 38^63<br/>>> 33602112914287880921427125465220524634293243409855843669918840144750\\<br/>>> 06149629779669799771752913436672<br/>>> 39^63<br/>>> 17261170511087275315330536045699553443314531891906486691333652017137\\<br/>>> 428819806356550960502654992781719<br/>>> 10^100-1<br/>>> 99999999999999999999999999999999999999999999999999999999999999999999\\<br/>>> 99999999999999999999999999999999<br/>><br/>> Ce forum est *francophone* !<br/><br/>Pardon. Je traduis en français.<br/><br/>Trente-huit à la puissance soixante-trois VAUT trois mille trois cent soixante sédécillions deux cent onze mille deux cent quatre-vingt-onze quindécillions quatre cent vingt-huit mille sept cent quatre-vingt-huit quattuordécillions quatre-vingt-douze mille cent quarante-deux trédécillions sept cent douze mille cinq cent quarante-six duodécillions cinq cent vingt-deux mille cinquante-deux '''undécillions''' quatre cent soixante-trois mille quatre cent vingt-neuf décillions trois cent vingt-quatre mille trois cent quarante nonillions neuf cent quatre-vingt-cinq mille cinq cent quatre-vingt-quatre octillions trois cent soixante-six mille neuf cent quatre-vingt-onze septillions huit cent quatre-vingt-quatre mille quatorze sextillions quatre cent soixante-quinze mille six quintillions cent quarante-neuf mille six cent vingt-neuf quatrillions sept cent soixante-dix-neuf mille six cent soixante-neuf trillions sept cent quatre-vingt-dix-neuf mille sept cent soixante et onze billions sept cent cinquante-deux milliards neuf cent treize millions quatre cent trente-six mille six cent soixante-douze, OR les nombres à cent chiffres SONT COMPRIS ENTRE mille sédécillions ET neuf mille neuf cent quatre-vingt-dix-neuf sédécillions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf quindécillions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf quattuordécillions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf trédécillions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf duodécillions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf '''undécillions''' neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf décillions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf nonillions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf octillions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf septillions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf sextillions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf quintillions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf quatrillions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf trillions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf billions neuf cent quatre-vingt-dix-neuf milliards neuf cent quatre-vingt-dix-neuf millions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf.}}\n#* {{quote-book|fr|author=Didier Hallépée|title=À mes enfants|trans-title=To My Children|publisher=les écrivains de Fondcombe|year=2013|page=226|isbn=9781508647744|passage=Une galaxie contient environ 400 milliards d’étoiles, soit 4 x 10<sup>68</sup> atomes d’hydrogène (400 '''undécillions''' d’atomes).|t=A galaxy contains about 400 billion stars, or 4 x 10<sup>68</sup> hydrogen atoms (400 '''unvigintillion''' atoms).}}\n#* {{quote-book|fr|author=Josh Kaufman|tlr=Michel Le Séac’h|title=La méthode des 20 heures&nbsp;: Comment tout apprendre… très vite|trans-title=The 20-Hour Method: How to Learn Everything… Very Quickly|publisher=Alisio|year=2019|isbn=978-2-37935-072-6|passage=Voici encore un fait amusant&nbsp;: si vous battez minutieusement un jeu de cartes, l’ordre des cartes qui en résulte n’a jamais été vu auparavant dans l’histoire de l’univers. «&nbsp;Factoriel 52&nbsp;» est un nombre très grand&nbsp;: 8&nbsp;065 fois 10<sup>67</sup>, soit plus de 80 '''undécillions''' de combinaisons possibles.|t=Here’s one more fun fact: if you carefully shuffle a deck of cards, the resulting order of the cards has never been seen before in the history of the universe. “Factorial 52” is a very large number: 8&nbsp;065 times 10<sup>67</sup>, or more than 80 '''unvigintillion''' possible combinations.}}\n#* {{quote-book|fr|author=André Deledicq; Mickaël Launay|title=Dictionnaire amoureux des mathématiques|trans-title=Math-Lovers’ Dictionary|publisher=[[w:Plon (publisher)|Plon]]|year=2021|isbn=9782259306225|passage=Le plus grand nombre qu’il soit possible d’écrire en lettres selon les conventions de la langue française en application de nos jours est&nbsp;: neuf cent quatre-vingt-dix-neuf centilliards neuf cent quatre-vingt-dix-neuf centillions neuf cent quatre-vingt-dix-neuf noninonagintilliards neuf cent quatre-vingt-dix-neuf noninonagintillions neuf cent quatre-vingt-dix-neuf octononagintilliards neuf cent quatre-vingt-dix-neuf octononagintillions {{...}} neuf cent quatre-vingt-dix-neuf quindécilliards neuf cent quatre-vingt-dix-neuf quindécillions neuf cent quatre-vingt-dix-neuf quattuordécilliards neuf cent quatre-vingt-dix-neuf quattuordécillions neuf cent quatre-vingt-dix-neuf trédécilliards neuf cent quatre-vingt-dix-neuf trédécillions neuf cent quatre-vingt-dix-neuf duodécilliards neuf cent quatre-vingt-dix-neuf duodécillions neuf cent quatre-vingt-dix-neuf undécilliards neuf cent quatre-vingt-dix-neuf '''undécillions''' neuf cent quatre-vingt-dix-neuf décilliards neuf cent quatre-vingt-dix-neuf décillions neuf cent quatre-vingt-dix-neuf nonilliards neuf cent quatre-vingt-dix-neuf nonillions neuf cent quatre-vingt-dix-neuf octilliards neuf cent quatre-vingt-dix-neuf octillions neuf cent quatre-vingt-dix-neuf septilliards neuf cent quatre-vingt-dix-neuf septillions neuf cent quatre-vingt-dix-neuf sextilliards neuf cent quatre-vingt-dix-neuf sextillions neuf cent quatre-vingt-dix-neuf quintilliards neuf cent quatre-vingt-dix-neuf quintillions neuf cent quatre-vingt-dix-neuf quadrilliards neuf cent quatre-vingt-dix-neuf quadrillions neuf cent quatre-vingt-dix-neuf trilliards neuf cent quatre-vingt-dix-neuf trillions neuf cent quatre-vingt-dix-neuf billions neuf cent quatre-vingt-dix-neuf billions neuf cent quatre-vingt-dix-neuf milliards neuf cent quatre-vingt-dix-neuf millions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf. En utilisant des notations mathématiques, il est également possible d’écrire ce nombre 10<sup>606</sup> − 1.|t=The largest number that is possible to write in letters according to the conventions of the French language in application today is: nine hundred ninety-nine [? (10<sup>603</sup>)] nine hundred ninety-nine [? (10<sup>600</sup>)] nine hundred ninety-nine thousand [? (10<sup>597</sup>)]</sup> nine hundred ninety-nine [? (10<sup>594</sup>)] nine hundred ninety-nine thousand [? (10<sup>591</sup>)] nine hundred ninety-nine [? (10<sup>588</sup>)] {{...}} nine hundred and ninety-nine trigintillion nine hundred ninety-nine novemvigintillion nine hundred ninety-nine octovigintillion nine hundred ninety-nine septenvigintillion nine hundred ninety-nine sexvigintillion nine hundred ninety-nine quinvigintillion nine hundred ninety-nine quattuorvigintillion nine hundred ninety-nine trevigintillion nine hundred ninety-nine duovigintillion nine hundred ninety-nine '''unvigintillion''' nine hundred ninety-nine vigintillion nine hundred ninety-nine novemdecillion nine hundred ninety-nine octodecillion nine hundred ninety-nine septendecillion nine hundred ninety-nine sexdecillion nine hundred ninety-nine quindecillion nine hundred ninety-nine quattuordecillion nine hundred ninety-nine tredecillion nine hundred ninety-nine duodecillion nine hundred ninety-nine undecillion nine hundred ninety-nine decillion nine hundred ninety-nine nonillion nine hundred ninety-nine octillion nine hundred ninety-nine septillion nine hundred ninety-nine sextillion nine hundred ninety-nine quintillion nine hundred ninety-nine quadrillion nine hundred ninety-nine trillion nine hundred ninety-nine billion nine hundred ninety-nine million nine hundred ninety-nine thousand nine hundred and ninety-nine. Using mathematical notation, it is also possible to write this number as 10<sup>606</sup> − 1.}}\n# {{lb|fr|[[short scale]]}} [[short scale|short-scale]] [[undecillion]] {{gloss|10<sup>36</sup>; [[long scale|long-scale]] [[sextillion]]}}\n#* {{quote-journal|fr|author=F.......|title=Correspondance. A M. le Rédacteur de la Revue ecclésiastique.|trans-title=Correspondence. To Mr. Editor of the Ecclesiastical Review.|journal=Revue ecclésiastique. Journal mensuel.|trans-journal=Ecclesiastical Review. Monthly Newspaper.|volume=I|location=Paris|publisher={{...|Imprimerie de [Printing office of]}} Lebègue,{{nb...|rue des Noyers, nº 8}}|date=5 January 1839|pages=212–213|passage=La multiplication successive de 1 par 2, puis, par 3, par 4, etc. jusques et comprise la 50<sup>e</sup> lettre seulement, donne le résultat suivant: 30,414,093,201,713,378,043,612,608,166,064,768,844,377,641,568,960,512,000,000,000,000. Ce que l’on exprime par les mots suivans, forgés, pour la plupart, à cause de l’insuffisance d’expressions connues: Trente décimo-décillions, quatre cent quatorze nono-décillions, quatre-vingt-treize octavo-décillions, deux cent un septimo-décillions, sept cent treize sexto-décillions, trois cent soixante-dix-huit quindécillions, quarante-trois quadrécillions, six cent douze trédécillions, six cent huit duodécillions, cent soixante-six '''ondécillions''', soixante-quatre décillions, sept cent soixante-huit nonillions, huil cent quarante-quatre octillions, trois cent soixante-dix-sept septillions, six cent quarante-un sextillions, cinq cent soixante-huit quintillions, neuf cent soixante quatrillions, cinq cent douze trillions.|t=The successive multiplication of 1 by 2, then, by 3, by 4, etc. up to and including the 50th character only, gives the following result: 30,414,093,201,713,378,043,612,608,166,064,768,844,377,641,568,960,512,000,000,000,000. Which is expressed by the following words, invented, for the most part, because of the insufficiency of known expressions: Thirty vigintillion, four hundred and fourteen novemdecillion, ninety-three octodecillion, two hundred and one septendecillion, seven hundred and thirteen sexdecillion, three hundred and seventy-eight quindecillion, forty-three quattuordecillion, six hundred and twelve tredecillion, six hundred and eight duodecillion, one hundred and sixty-six '''undecillion''', sixty-four decillion, seven hundred sixty-eight nonillion, eight hundred and forty-four octillion, three hundred and seventy-seven septillion, six hundred and forty-one sextillion, five hundred and sixty-eight quintillion, nine hundred and sixty quadrillion, five hundred and twelve trillion.}}\n#* {{quote-book|fr|author=[[w:Edgar Allan Poe|Edgar [Allan] Poe]]|tlr=w:Charles Baudelaire|title=Eureka|trans-title=[[w:Eureka: A Prose Poem|Eureka]]|location=Paris|publisher=[[w:Michel Lévy Frères|Michel Lévy, frères]],{{nb...|libraires éditeurs [booksellers, publishers], rue Vivienne, 2 bis, et [and] boulevard des Italiens, 15, à la librairie nouvelle [at the new bookstore]}}|year=1864|page=186|passage=Mais si la simple surface de la Terre se refuse à l’étreinte de notre imagination, que penserons-nous de sa contenance évaluée par cubes&nbsp;? Elle embrasse une masse de matière équivalente au moins à un poids de deux '''undécillions''' et deux cents nonillions de tonnes.|origtext=en:But if the mere surface of the Earth eludes the grasp of the imagination, what are we to think of its cubical contents? it embraces a mass of matter equal in weight to at least 2 '''sextillions''', 200 quintillions of tons.|t=But if the mere surface of the Earth eludes the grasp of our imagination, what are we to think of its cubic capacity? It embraces a mass of matter equivalent at least to a weight of two '''undecillion''' and two hundred nonillion tons.}}\n#* {{quote-book|fr|author=w:Camille Flammarion|title=Astronomie populaire&nbsp;: Description générale du ciel|trans-title=Popular Astronomy: General Description of the Sky|location=Paris|publisher=C. Marpon et [and] E. Flammarion,{{nb...|éditeurs [publishers], Galeries de l’Odéon, 1 & 7, et [and] rue Rotrou, 4}}|year=1880|page=726|passage=Un rhétoricien aura beau vous affirmer que cette somme serait si énorme que tous les wagons de tous les chemins de fer du monde ne pourraient pas la porter, il aurait beau vous dire que les Alpes et les Pyrénées, fussent-elles des mines de diamant, ne représenteraient pas sa valeur, si un calculateur constate qu’elle ne peut s’écrire que par la rangée suivante de 39 chiffres&nbsp;: 342&nbsp;653&nbsp;248&nbsp;699&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000 ou, en nombre rond&nbsp;: 342 '''''undécillions''''' 653 ''décillions de francs'', nous tombons absolument abasourdis sous le coup d’un pareil nombre&nbsp;! {{...}} La population des cieux ne nous conduit pas encore à des '''''undécillions'''&nbsp;!''|t=A rhetorician will tell you that this sum would be so enormous that all the wagons of all the railways in the world could not carry it, he would tell you that the Alps and the Pyrenees, were they diamond mines, would not represent its value, if a calculator finds that it can only be written by the following row of 39 digits: 342&nbsp;653&nbsp;248&nbsp;699&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000 or, in round numbers: 342 '''''undecillion''''' 653 ''decillion francs'', we are absolutely stunned by such a number! {{...}} The population of the heavens does not yet lead us to '''''undecillions'''!''}}\n#* {{quote-journal|fr|author=A. Clerc|title=Un nombre de 39 chiffres&nbsp;: Rendu saisissable|trans-title=A 39-Digit Number: Made Understandable|journal=L’Enseignement public&nbsp;: revue pédagogique|trans-journal=Public Education: Educational Journal|year=1885|page=237|passage=Ce nombre prodigieux, qui met au défi toutes nos forces intellectuelles, qui confond même notre imagination, est le suivant: 416.496.400.000.000.000.000.000.000.000.000.000.000, et il s’énonce&nbsp;: ''446 undécillions 496 décillions 400 nonillions''.|t=This prodigious number, which challenges all our intellectual forces, which even confounds our imagination, is the following: 416&nbsp;496&nbsp;400&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000, and it is said: ''446 '''undecillion''' 496 decillion 400 nonillion''.}}\n#* {{quote-journal|fr|journal=[[w:L'Intransigeant|L’Intransigeant]]|date=27 May 1932|page=2 ([https://gallica.bnf.fr/ark:/12148/bpt6k793666m/f2 Gallica], [https://www.retronews.fr/journal/l-intransigeant/27-mai-1932/44/909979/2 RetroNews])|column=3|passage=Un Bavarois, M. Willy Koesteler, vient d’établir un très curieux travail scientifique, une carte murale, qui fut exposée à la Foire de Paris et qui montre le développement du chiffre 2, de la première à la 250<sup>e</sup> puissance. Il est arrivé, par ailleurs, au concept du chiffre de 2 à 500<sup>e</sup> puissance, exprimé en nombre comme suit&nbsp;: 3.273 quinquetvigintillions, 390.607 quatuoretvigintillions, 896.141 trésetvigintillions, 870.013 duoetvigintillions, 189.696 unetvigintillions, 827.599 viginitillions, 152.216 undévigintiilions, 642.046 duodévigintillions, 43 mille 064 septendécillions, 789.483 sédécillions, 291.368 quindécillions, 96.133 quatuordécillions, 796.404 trédécillions, 674.554 duodécillions, 883.270 '''undécillions''', 92.325 décillions, 904.157 nonillions, 150.8886 octillions, 684.127 septillions, 560.071 sextillions, 9.217 quintillions, 256.545 quatrillions, 885.393 trillions, 53.328 billions, 527 millions, 589 mille 376.|t=A Bavarian, Mr. Willy Koesteler, has just established a very curious scientific work, a wall map, which was exhibited at the Paris Fair and which shows the development of the number 2, from the first to the 250th power. He arrived, moreover, at the concept of the figure 2 to the 500th power, expressed in numbers as follows: 3,273 quinvigintillion, 390,607 quattuorvigintillion, 896,141 trevigintillion, 870,013 duovigintillion, 189,696 unvigintillions, 827,599 vigintillion, 152,216 novemdecillion, 642,046 octodecillion, 43 thousand 064 septendecillion, 789.483 sexdecillion, 291.368 quindecillion, 96.133 quartuordecillion, 796.404 tredecillion, 674.554 duodecillion, 883.270 '''undecillion''', 92.325 decillion, 904.157 nonillion, 150.8886 octillion, 684.127 septillion, 560.071 sextillion, 9.217 quintillion, 256.545 quadrillion, 885.393 trillion, 53.328 billion, 527 million, 589 thousand 376.}}\n#* {{quote-book|fr|author=w:Dominique Frémy|title=[[w:Quid (encyclopedia)|Quid?]]|publisher=w:Éditions Robert Laffont|year=2007|page=246|passage={{...}} 10<sup>36</sup> '''undécillion''', 10<sup>39</sup> duodécillion,{{nb...}}|t=10<sup>36</sup> '''undecillion''', 10<sup>39</sup> duodecillion,{{nb...}}|brackets=on}}\n#* {{quote-book|fr|author=Thierry Venin|title=Un monde meilleur&nbsp;?&nbsp;: Survivre dans la société numérique|trans-title=A Better World?: Surviving in the Digital Society|publisher=Desclée de Brouwer|year=2015|isbn=978-2-22007-583-9|passage=La norme IPv6 permet d’en attribuer 340 milliards de milliards de milliards de milliards (3,410<sup>38</sup> ou 340 '''undécillions''').|t=The IPv6 standard makes it possible to assign 340 billion billion billion billion (3.410<sup>38</sup> or 340 '''undecillion''').}}","alt":[],"syn":[],"type":"num","g":"n","html":"<p><span class=\"headword-line\"><strong class=\"Latn headword\" lang=\"fr\">undécillion</strong>&nbsp;<span class=\"gender\"><abbr title=\"masculine gender\">m</abbr></span> (<i>plural</i> <b class=\"Latn form-of lang-fr p-form-of\" lang=\"fr\"><a href=\"/wiki/und%C3%A9cillions#French\" title=\"undécillions\">undécillions</a></b>)</span>\n</p><ol><li><span class=\"usage-label-sense\"><span class=\"ib-brac label-brac\">(</span><span class=\"ib-content label-content\"><a href=\"/wiki/long_scale\" title=\"long scale\">long scale</a></span><span class=\"ib-brac label-brac\">)</span></span> <a href=\"/wiki/short_scale\" title=\"short scale\">short-scale</a> <a href=\"/wiki/unvigintillion\" title=\"unvigintillion\">unvigintillion</a> <span class=\"mention-gloss-paren\">(</span><span class=\"mention-gloss\">10<sup>66</sup>; <a href=\"/wiki/long_scale#English\" title=\"long scale\">long-scale</a> <a href=\"/wiki/undecillion#English\" title=\"undecillion\">undecillion</a></span><span class=\"mention-gloss-paren\">)</span>\n<ul><li><div class=\"citation-whole\"><span class=\"cited-source\"><span class=\"None\" lang=\"und\"><b>1997</b></span>, Alain Frontier, <cite>La grammaire du français</cite> [<cite><span class=\"e-translation\">French Grammar</span></cite>], Belin, <small><a href=\"/wiki/Special:BookSources/9782701116495\" title=\"Special:BookSources/9782701116495\">→ISBN</a></small>, <a rel=\"nofollow\" class=\"external text\" href=\"https://archive.org/details/lagrammairedufra0000fron/page/311/mode/1up\">page <span class=\"None\" lang=\"und\">311</span></a>:</span><dl><dd><div class=\"h-quotation\"><span class=\"Latn e-quotation cited-passage\" lang=\"fr\">Un <i>billion</i> est égal à un million de millions; un <i>trillion</i>, à un million de billions; un <i>quadrillion</i>, à un million de trillions, et ainsi de suite, pour donner l’impressionnante série des <i>quintillions</i>, <i>sextillions</i>, <i>septillions</i>, <i>octillions</i>, <i>nonillions</i>, <i>décillions</i>, <i><b>undécillions</b></i>…</span><dl><dd><span class=\"e-translation\">One <i>trillion</i> equals one million million; a <i>quintillion</i>, a million trillion; a <i>septillion</i>, a million quintillion, and so on, to give the impressive series of <i>nonillion</i>, <i>undecillion</i>, <i>tredecillion</i>, <i>quindecillion</i>, <i>septendecillion</i>, <i>novemdecillion</i>, <i><b>unvigintillion</b></i>…</span></dd></dl></div></dd></dl></div></li>\n<li><div class=\"citation-whole\"><span class=\"cited-source\"><b>2007</b> January 21, Olivier Miakinen, “Moins c'est moins [<span class=\"e-translation\">Less is less</span>]”, in <cite><kbd>fr.lettres.langue.francaise</kbd></cite> (<a href=\"https://en.wikipedia.org/wiki/Usenet\" class=\"extiw\" title=\"w:Usenet\">Usenet</a>):</span><dl><dd><div class=\"h-quotation\"><span class=\"Latn e-quotation cited-passage\" lang=\"fr\">&gt; Olivier Miakinen wrote:<br>&gt;<br>&gt;&gt; $ bc<br>&gt;&gt; 37^63<br>&gt;&gt; 62619358791105326873282776709998257961090446150186666901424683689922\\<br>&gt;&gt; 5819910774694322888478540551853<br>&gt;&gt; 38^63<br>&gt;&gt; 33602112914287880921427125465220524634293243409855843669918840144750\\<br>&gt;&gt; 06149629779669799771752913436672<br>&gt;&gt; 39^63<br>&gt;&gt; 17261170511087275315330536045699553443314531891906486691333652017137\\<br>&gt;&gt; 428819806356550960502654992781719<br>&gt;&gt; 10^100-1<br>&gt;&gt; 99999999999999999999999999999999999999999999999999999999999999999999\\<br>&gt;&gt; 99999999999999999999999999999999<br>&gt;<br>&gt; Ce forum est *francophone* !<br><br>Pardon. Je traduis en français.<br><br>Trente-huit à la puissance soixante-trois VAUT trois mille trois cent soixante sédécillions deux cent onze mille deux cent quatre-vingt-onze quindécillions quatre cent vingt-huit mille sept cent quatre-vingt-huit quattuordécillions quatre-vingt-douze mille cent quarante-deux trédécillions sept cent douze mille cinq cent quarante-six duodécillions cinq cent vingt-deux mille cinquante-deux <b>undécillions</b> quatre cent soixante-trois mille quatre cent vingt-neuf décillions trois cent vingt-quatre mille trois cent quarante nonillions neuf cent quatre-vingt-cinq mille cinq cent quatre-vingt-quatre octillions trois cent soixante-six mille neuf cent quatre-vingt-onze septillions huit cent quatre-vingt-quatre mille quatorze sextillions quatre cent soixante-quinze mille six quintillions cent quarante-neuf mille six cent vingt-neuf quatrillions sept cent soixante-dix-neuf mille six cent soixante-neuf trillions sept cent quatre-vingt-dix-neuf mille sept cent soixante et onze billions sept cent cinquante-deux milliards neuf cent treize millions quatre cent trente-six mille six cent soixante-douze, OR les nombres à cent chiffres SONT COMPRIS ENTRE mille sédécillions ET neuf mille neuf cent quatre-vingt-dix-neuf sédécillions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf quindécillions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf quattuordécillions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf trédécillions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf duodécillions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf <b>undécillions</b> neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf décillions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf nonillions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf octillions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf septillions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf sextillions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf quintillions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf quatrillions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf trillions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf billions neuf cent quatre-vingt-dix-neuf milliards neuf cent quatre-vingt-dix-neuf millions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf.</span><dl><dd><small>(please <a href=\"/wiki/Wiktionary:Quotations#Adding_translations_to_quotations\" title=\"Wiktionary:Quotations\">add an English translation</a> of this quotation)</small></dd></dl></div></dd></dl></div></li>\n<li><div class=\"citation-whole\"><span class=\"cited-source\"><span class=\"None\" lang=\"und\"><b>2013</b></span>, Didier Hallépée, <cite>À mes enfants</cite> [<cite><span class=\"e-translation\">To My Children</span></cite>], les écrivains de Fondcombe, <small><a href=\"/wiki/Special:BookSources/9781508647744\" title=\"Special:BookSources/9781508647744\">→ISBN</a></small>, page <span class=\"None\" lang=\"und\">226</span>:</span><dl><dd><div class=\"h-quotation\"><span class=\"Latn e-quotation cited-passage\" lang=\"fr\">Une galaxie contient environ 400 milliards d’étoiles, soit 4 x 10<sup>68</sup> atomes d’hydrogène (400 <b>undécillions</b> d’atomes).</span><dl><dd><span class=\"e-translation\">A galaxy contains about 400 billion stars, or 4 x 10<sup>68</sup> hydrogen atoms (400 <b>unvigintillion</b> atoms).</span></dd></dl></div></dd></dl></div></li>\n<li><div class=\"citation-whole\"><span class=\"cited-source\"><span class=\"None\" lang=\"und\"><b>2019</b></span>, Josh Kaufman, translated by Michel Le Séac’h, <cite>La méthode des 20 heures&nbsp;: Comment tout apprendre… très vite</cite> [<cite><span class=\"e-translation\">The 20-Hour Method: How to Learn Everything… Very Quickly</span></cite>], Alisio, <small><a href=\"/wiki/Special:BookSources/978-2-37935-072-6\" title=\"Special:BookSources/978-2-37935-072-6\">→ISBN</a></small>:</span><dl><dd><div class=\"h-quotation\"><span class=\"Latn e-quotation cited-passage\" lang=\"fr\">Voici encore un fait amusant&nbsp;: si vous battez minutieusement un jeu de cartes, l’ordre des cartes qui en résulte n’a jamais été vu auparavant dans l’histoire de l’univers. «&nbsp;Factoriel 52&nbsp;» est un nombre très grand&nbsp;: 8&nbsp;065 fois 10<sup>67</sup>, soit plus de 80 <b>undécillions</b> de combinaisons possibles.</span><dl><dd><span class=\"e-translation\">Here’s one more fun fact: if you carefully shuffle a deck of cards, the resulting order of the cards has never been seen before in the history of the universe. “Factorial 52” is a very large number: 8&nbsp;065 times 10<sup>67</sup>, or more than 80 <b>unvigintillion</b> possible combinations.</span></dd></dl></div></dd></dl></div></li>\n<li><div class=\"citation-whole\"><span class=\"cited-source\"><span class=\"None\" lang=\"und\"><b>2021</b></span>, André Deledicq, Mickaël Launay, <cite>Dictionnaire amoureux des mathématiques</cite> [<cite><span class=\"e-translation\">Math-Lovers’ Dictionary</span></cite>], <a href=\"https://en.wikipedia.org/wiki/Plon_(publisher)\" class=\"extiw\" title=\"w:Plon (publisher)\">Plon</a>, <small><a href=\"/wiki/Special:BookSources/9782259306225\" title=\"Special:BookSources/9782259306225\">→ISBN</a></small>:</span><dl><dd><div class=\"h-quotation\"><span class=\"Latn e-quotation cited-passage\" lang=\"fr\">Le plus grand nombre qu’il soit possible d’écrire en lettres selon les conventions de la langue française en application de nos jours est&nbsp;: neuf cent quatre-vingt-dix-neuf centilliards neuf cent quatre-vingt-dix-neuf centillions neuf cent quatre-vingt-dix-neuf noninonagintilliards neuf cent quatre-vingt-dix-neuf noninonagintillions neuf cent quatre-vingt-dix-neuf octononagintilliards neuf cent quatre-vingt-dix-neuf octononagintillions <span class=\"q-hellip-sp\"> </span><span class=\"q-hellip-b\">[</span>…<span class=\"q-hellip-b\">]</span><span class=\"q-hellip-b\"> </span> neuf cent quatre-vingt-dix-neuf quindécilliards neuf cent quatre-vingt-dix-neuf quindécillions neuf cent quatre-vingt-dix-neuf quattuordécilliards neuf cent quatre-vingt-dix-neuf quattuordécillions neuf cent quatre-vingt-dix-neuf trédécilliards neuf cent quatre-vingt-dix-neuf trédécillions neuf cent quatre-vingt-dix-neuf duodécilliards neuf cent quatre-vingt-dix-neuf duodécillions neuf cent quatre-vingt-dix-neuf undécilliards neuf cent quatre-vingt-dix-neuf <b>undécillions</b> neuf cent quatre-vingt-dix-neuf décilliards neuf cent quatre-vingt-dix-neuf décillions neuf cent quatre-vingt-dix-neuf nonilliards neuf cent quatre-vingt-dix-neuf nonillions neuf cent quatre-vingt-dix-neuf octilliards neuf cent quatre-vingt-dix-neuf octillions neuf cent quatre-vingt-dix-neuf septilliards neuf cent quatre-vingt-dix-neuf septillions neuf cent quatre-vingt-dix-neuf sextilliards neuf cent quatre-vingt-dix-neuf sextillions neuf cent quatre-vingt-dix-neuf quintilliards neuf cent quatre-vingt-dix-neuf quintillions neuf cent quatre-vingt-dix-neuf quadrilliards neuf cent quatre-vingt-dix-neuf quadrillions neuf cent quatre-vingt-dix-neuf trilliards neuf cent quatre-vingt-dix-neuf trillions neuf cent quatre-vingt-dix-neuf billions neuf cent quatre-vingt-dix-neuf billions neuf cent quatre-vingt-dix-neuf milliards neuf cent quatre-vingt-dix-neuf millions neuf cent quatre-vingt-dix-neuf mille neuf cent quatre-vingt-dix-neuf. En utilisant des notations mathématiques, il est également possible d’écrire ce nombre 10<sup>606</sup> − 1.</span><dl><dd><span class=\"e-translation\">The largest number that is possible to write in letters according to the conventions of the French language in application today is: nine hundred ninety-nine [? (10<sup>603</sup>)] nine hundred ninety-nine [? (10<sup>600</sup>)] nine hundred ninety-nine thousand [? (10<sup>597</sup>)] nine hundred ninety-nine [? (10<sup>594</sup>)] nine hundred ninety-nine thousand [? (10<sup>591</sup>)] nine hundred ninety-nine [? (10<sup>588</sup>)] <span class=\"q-hellip-sp\"> </span><span class=\"q-hellip-b\">[</span>…<span class=\"q-hellip-b\">]</span><span class=\"q-hellip-b\"> </span> nine hundred and ninety-nine trigintillion nine hundred ninety-nine novemvigintillion nine hundred ninety-nine octovigintillion nine hundred ninety-nine septenvigintillion nine hundred ninety-nine sexvigintillion nine hundred ninety-nine quinvigintillion nine hundred ninety-nine quattuorvigintillion nine hundred ninety-nine trevigintillion nine hundred ninety-nine duovigintillion nine hundred ninety-nine <b>unvigintillion</b> nine hundred ninety-nine vigintillion nine hundred ninety-nine novemdecillion nine hundred ninety-nine octodecillion nine hundred ninety-nine septendecillion nine hundred ninety-nine sexdecillion nine hundred ninety-nine quindecillion nine hundred ninety-nine quattuordecillion nine hundred ninety-nine tredecillion nine hundred ninety-nine duodecillion nine hundred ninety-nine undecillion nine hundred ninety-nine decillion nine hundred ninety-nine nonillion nine hundred ninety-nine octillion nine hundred ninety-nine septillion nine hundred ninety-nine sextillion nine hundred ninety-nine quintillion nine hundred ninety-nine quadrillion nine hundred ninety-nine trillion nine hundred ninety-nine billion nine hundred ninety-nine million nine hundred ninety-nine thousand nine hundred and ninety-nine. Using mathematical notation, it is also possible to write this number as 10<sup>606</sup> − 1.</span></dd></dl></div></dd></dl></div></li></ul></li>\n<li><span class=\"usage-label-sense\"><span class=\"ib-brac label-brac\">(</span><span class=\"ib-content label-content\"><a href=\"/wiki/short_scale\" title=\"short scale\">short scale</a></span><span class=\"ib-brac label-brac\">)</span></span> <a href=\"/wiki/short_scale\" title=\"short scale\">short-scale</a> <a href=\"/wiki/undecillion\" title=\"undecillion\">undecillion</a> <span class=\"mention-gloss-paren\">(</span><span class=\"mention-gloss\">10<sup>36</sup>; <a href=\"/wiki/long_scale#English\" title=\"long scale\">long-scale</a> <a href=\"/wiki/sextillion#English\" title=\"sextillion\">sextillion</a></span><span class=\"mention-gloss-paren\">)</span>\n<ul><li><div class=\"citation-whole\"><span class=\"cited-source\"><b>1839</b> January 5, <span class=\"None\" lang=\"und\">F.......</span>, “Correspondance. A M. le Rédacteur de la Revue ecclésiastique. [<span class=\"e-translation\">Correspondence. To Mr. Editor of the Ecclesiastical Review.</span>]”, in <cite>Revue ecclésiastique. Journal mensuel.</cite> [<cite><span class=\"e-translation\">Ecclesiastical Review. Monthly Newspaper.</span></cite>], volume I, Paris: <span class=\"q-hellip-sp\"> </span><span class=\"q-hellip-b\"><span style=\"\">[</span></span><span title=\"Imprimerie de [Printing office of]\">…</span><span class=\"q-hellip-b\"><span style=\"\">]</span></span><span class=\"q-hellip-b\"> </span> Lebègue,<span class=\"q-hellip-sp\">&nbsp;</span><span class=\"q-hellip-b\"><span style=\"\">[</span></span><span title=\"rue des Noyers, nº 8\">…</span><span class=\"q-hellip-b\"><span style=\"\">]</span></span><span class=\"q-hellip-b\"></span>, pages <span class=\"None\" lang=\"und\">212–213</span>:</span><dl><dd><div class=\"h-quotation\"><span class=\"Latn e-quotation cited-passage\" lang=\"fr\">La multiplication successive de 1 par 2, puis, par 3, par 4, etc. jusques et comprise la 50<sup>e</sup> lettre seulement, donne le résultat suivant: 30,414,093,201,713,378,043,612,608,166,064,768,844,377,641,568,960,512,000,000,000,000. Ce que l’on exprime par les mots suivans, forgés, pour la plupart, à cause de l’insuffisance d’expressions connues: Trente décimo-décillions, quatre cent quatorze nono-décillions, quatre-vingt-treize octavo-décillions, deux cent un septimo-décillions, sept cent treize sexto-décillions, trois cent soixante-dix-huit quindécillions, quarante-trois quadrécillions, six cent douze trédécillions, six cent huit duodécillions, cent soixante-six <b>ondécillions</b>, soixante-quatre décillions, sept cent soixante-huit nonillions, huil cent quarante-quatre octillions, trois cent soixante-dix-sept septillions, six cent quarante-un sextillions, cinq cent soixante-huit quintillions, neuf cent soixante quatrillions, cinq cent douze trillions.</span><dl><dd><span class=\"e-translation\">The successive multiplication of 1 by 2, then, by 3, by 4, etc. up to and including the 50th character only, gives the following result: 30,414,093,201,713,378,043,612,608,166,064,768,844,377,641,568,960,512,000,000,000,000. Which is expressed by the following words, invented, for the most part, because of the insufficiency of known expressions: Thirty vigintillion, four hundred and fourteen novemdecillion, ninety-three octodecillion, two hundred and one septendecillion, seven hundred and thirteen sexdecillion, three hundred and seventy-eight quindecillion, forty-three quattuordecillion, six hundred and twelve tredecillion, six hundred and eight duodecillion, one hundred and sixty-six <b>undecillion</b>, sixty-four decillion, seven hundred sixty-eight nonillion, eight hundred and forty-four octillion, three hundred and seventy-seven septillion, six hundred and forty-one sextillion, five hundred and sixty-eight quintillion, nine hundred and sixty quadrillion, five hundred and twelve trillion.</span></dd></dl></div></dd></dl></div></li>\n<li><div class=\"citation-whole\"><span class=\"cited-source\"><span class=\"None\" lang=\"und\"><b>1864</b></span>, <a href=\"https://en.wikipedia.org/wiki/Edgar_Allan_Poe\" class=\"extiw\" title=\"w:Edgar Allan Poe\">Edgar [Allan] Poe</a>, translated by <a href=\"https://en.wikipedia.org/wiki/Charles_Baudelaire\" class=\"extiw\" title=\"w:Charles Baudelaire\">Charles Baudelaire</a>, <cite>Eureka</cite> [<cite><span class=\"e-translation\"><a href=\"https://en.wikipedia.org/wiki/Eureka:_A_Prose_Poem\" class=\"extiw\" title=\"w:Eureka: A Prose Poem\">Eureka</a></span></cite>], Paris: <a href=\"https://en.wikipedia.org/wiki/Michel_L%C3%A9vy_Fr%C3%A8res\" class=\"extiw\" title=\"w:Michel Lévy Frères\">Michel Lévy, frères</a>,<span class=\"q-hellip-sp\">&nbsp;</span><span class=\"q-hellip-b\"><span style=\"\">[</span></span><span title=\"libraires éditeurs [booksellers, publishers], rue Vivienne, 2 bis, et [and] boulevard des Italiens, 15, à la librairie nouvelle [at the new bookstore]\">…</span><span class=\"q-hellip-b\"><span style=\"\">]</span></span><span class=\"q-hellip-b\"></span>, page <span class=\"None\" lang=\"und\">186</span>:</span><dl><dd><div class=\"h-quotation\"><span class=\"Latn e-quotation cited-passage\" lang=\"fr\">Mais si la simple surface de la Terre se refuse à l’étreinte de notre imagination, que penserons-nous de sa contenance évaluée par cubes&nbsp;? Elle embrasse une masse de matière équivalente au moins à un poids de deux <b>undécillions</b> et deux cents nonillions de tonnes.</span><dl><dd>[<small><i>original:</i></small> <span class=\"Latn e-quotation cited-passage\" lang=\"en\">But if the mere surface of the Earth eludes the grasp of the imagination, what are we to think of its cubical contents? it embraces a mass of matter equal in weight to at least 2 <b>sextillions</b>, 200 quintillions of tons.</span>]</dd><dd><span class=\"e-translation\">But if the mere surface of the Earth eludes the grasp of our imagination, what are we to think of its cubic capacity? It embraces a mass of matter equivalent at least to a weight of two <b>undecillion</b> and two hundred nonillion tons.</span></dd></dl></div></dd></dl></div></li>\n<li><div class=\"citation-whole\"><span class=\"cited-source\"><span class=\"None\" lang=\"und\"><b>1880</b></span>, <a href=\"https://en.wikipedia.org/wiki/Camille_Flammarion\" class=\"extiw\" title=\"w:Camille Flammarion\">Camille Flammarion</a>, <cite>Astronomie populaire&nbsp;: Description générale du ciel</cite> [<cite><span class=\"e-translation\">Popular Astronomy: General Description of the Sky</span></cite>], Paris: C. Marpon et <span style=\"\">[</span>and<span style=\"\">]</span> E. Flammarion,<span class=\"q-hellip-sp\">&nbsp;</span><span class=\"q-hellip-b\"><span style=\"\">[</span></span><span title=\"éditeurs [publishers], Galeries de l’Odéon, 1 &amp; 7, et [and] rue Rotrou, 4\">…</span><span class=\"q-hellip-b\"><span style=\"\">]</span></span><span class=\"q-hellip-b\"></span>, page <span class=\"None\" lang=\"und\">726</span>:</span><dl><dd><div class=\"h-quotation\"><span class=\"Latn e-quotation cited-passage\" lang=\"fr\">Un rhétoricien aura beau vous affirmer que cette somme serait si énorme que tous les wagons de tous les chemins de fer du monde ne pourraient pas la porter, il aurait beau vous dire que les Alpes et les Pyrénées, fussent-elles des mines de diamant, ne représenteraient pas sa valeur, si un calculateur constate qu’elle ne peut s’écrire que par la rangée suivante de 39 chiffres&nbsp;: 342&nbsp;653&nbsp;248&nbsp;699&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000 ou, en nombre rond&nbsp;: 342 <i><b>undécillions</b></i> 653 <i>décillions de francs</i>, nous tombons absolument abasourdis sous le coup d’un pareil nombre&nbsp;! <span class=\"q-hellip-sp\"> </span><span class=\"q-hellip-b\">[</span>…<span class=\"q-hellip-b\">]</span><span class=\"q-hellip-b\"> </span> La population des cieux ne nous conduit pas encore à des <i><b>undécillions</b>&nbsp;!</i></span><dl><dd><span class=\"e-translation\">A rhetorician will tell you that this sum would be so enormous that all the wagons of all the railways in the world could not carry it, he would tell you that the Alps and the Pyrenees, were they diamond mines, would not represent its value, if a calculator finds that it can only be written by the following row of 39 digits: 342&nbsp;653&nbsp;248&nbsp;699&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000 or, in round numbers: 342 <i><b>undecillion</b></i> 653 <i>decillion francs</i>, we are absolutely stunned by such a number! <span class=\"q-hellip-sp\"> </span><span class=\"q-hellip-b\">[</span>…<span class=\"q-hellip-b\">]</span><span class=\"q-hellip-b\"> </span> The population of the heavens does not yet lead us to <i><b>undecillions</b>!</i></span></dd></dl></div></dd></dl></div></li>\n<li><div class=\"citation-whole\"><span class=\"cited-source\"><span class=\"None\" lang=\"und\"><b>1885</b></span>, A. Clerc, “Un nombre de 39 chiffres&nbsp;: Rendu saisissable [<span class=\"e-translation\">A 39-Digit Number: Made Understandable</span>]”, in <cite>L’Enseignement public&nbsp;: revue pédagogique</cite> [<cite><span class=\"e-translation\">Public Education: Educational Journal</span></cite>], page <span class=\"None\" lang=\"und\">237</span>:</span><dl><dd><div class=\"h-quotation\"><span class=\"Latn e-quotation cited-passage\" lang=\"fr\">Ce nombre prodigieux, qui met au défi toutes nos forces intellectuelles, qui confond même notre imagination, est le suivant: 416.496.400.000.000.000.000.000.000.000.000.000.000, et il s’énonce&nbsp;: <i>446 undécillions 496 décillions 400 nonillions</i>.</span><dl><dd><span class=\"e-translation\">This prodigious number, which challenges all our intellectual forces, which even confounds our imagination, is the following: 416&nbsp;496&nbsp;400&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000&nbsp;000, and it is said: <i>446 <b>undecillion</b> 496 decillion 400 nonillion</i>.</span></dd></dl></div></dd></dl></div></li>\n<li><div class=\"citation-whole\"><span class=\"cited-source\"><b>1932</b> May 27, <cite><a href=\"https://en.wikipedia.org/wiki/L%27Intransigeant\" class=\"extiw\" title=\"w:L'Intransigeant\">L’Intransigeant</a></cite>, page 2 (<a rel=\"nofollow\" class=\"external text\" href=\"https://gallica.bnf.fr/ark:/12148/bpt6k793666m/f2\">Gallica</a>, <a rel=\"nofollow\" class=\"external text\" href=\"https://www.retronews.fr/journal/l-intransigeant/27-mai-1932/44/909979/2\">RetroNews</a>), column 3:</span><dl><dd><div class=\"h-quotation\"><span class=\"Latn e-quotation cited-passage\" lang=\"fr\">Un Bavarois, M. Willy Koesteler, vient d’établir un très curieux travail scientifique, une carte murale, qui fut exposée à la Foire de Paris et qui montre le développement du chiffre 2, de la première à la 250<sup>e</sup> puissance. Il est arrivé, par ailleurs, au concept du chiffre de 2 à 500<sup>e</sup> puissance, exprimé en nombre comme suit&nbsp;: 3.273 quinquetvigintillions, 390.607 quatuoretvigintillions, 896.141 trésetvigintillions, 870.013 duoetvigintillions, 189.696 unetvigintillions, 827.599 viginitillions, 152.216 undévigintiilions, 642.046 duodévigintillions, 43 mille 064 septendécillions, 789.483 sédécillions, 291.368 quindécillions, 96.133 quatuordécillions, 796.404 trédécillions, 674.554 duodécillions, 883.270 <b>undécillions</b>, 92.325 décillions, 904.157 nonillions, 150.8886 octillions, 684.127 septillions, 560.071 sextillions, 9.217 quintillions, 256.545 quatrillions, 885.393 trillions, 53.328 billions, 527 millions, 589 mille 376.</span><dl><dd><span class=\"e-translation\">A Bavarian, Mr. Willy Koesteler, has just established a very curious scientific work, a wall map, which was exhibited at the Paris Fair and which shows the development of the number 2, from the first to the 250th power. He arrived, moreover, at the concept of the figure 2 to the 500th power, expressed in numbers as follows: 3,273 quinvigintillion, 390,607 quattuorvigintillion, 896,141 trevigintillion, 870,013 duovigintillion, 189,696 unvigintillions, 827,599 vigintillion, 152,216 novemdecillion, 642,046 octodecillion, 43 thousand 064 septendecillion, 789.483 sexdecillion, 291.368 quindecillion, 96.133 quartuordecillion, 796.404 tredecillion, 674.554 duodecillion, 883.270 <b>undecillion</b>, 92.325 decillion, 904.157 nonillion, 150.8886 octillion, 684.127 septillion, 560.071 sextillion, 9.217 quintillion, 256.545 quadrillion, 885.393 trillion, 53.328 billion, 527 million, 589 thousand 376.</span></dd></dl></div></dd></dl></div></li>\n<li><div class=\"citation-whole\"><span class=\"cited-source\">[<span class=\"None\" lang=\"und\"><b>2007</b></span>, <a href=\"https://en.wikipedia.org/wiki/Dominique_Fr%C3%A9my\" class=\"extiw\" title=\"w:Dominique Frémy\">Dominique Frémy</a>, <cite><a href=\"https://en.wikipedia.org/wiki/Quid_(encyclopedia)\" class=\"extiw\" title=\"w:Quid (encyclopedia)\">Quid?</a></cite>, <a href=\"https://en.wikipedia.org/wiki/%C3%89ditions_Robert_Laffont\" class=\"extiw\" title=\"w:Éditions Robert Laffont\">Éditions Robert Laffont</a>, page <span class=\"None\" lang=\"und\">246</span>:</span><dl><dd><div class=\"h-quotation\"><span class=\"Latn e-quotation cited-passage\" lang=\"fr\"><span class=\"q-hellip-sp\"></span><span class=\"q-hellip-b\">[</span>…<span class=\"q-hellip-b\">]</span><span class=\"q-hellip-b\"> </span> 10<sup>36</sup> <b>undécillion</b>, 10<sup>39</sup> duodécillion,<span class=\"q-hellip-sp\">&nbsp;</span><span class=\"q-hellip-b\">[</span>…<span class=\"q-hellip-b\">]</span><span class=\"q-hellip-b\"></span></span><dl><dd><span class=\"e-translation\">10<sup>36</sup> <b>undecillion</b>, 10<sup>39</sup> duodecillion,<span class=\"q-hellip-sp\">&nbsp;</span><span class=\"q-hellip-b\">[</span>…<span class=\"q-hellip-b\">]</span><span class=\"q-hellip-b\"></span></span>]</dd></dl></div></dd></dl></div></li>\n<li><div class=\"citation-whole\"><span class=\"cited-source\"><span class=\"None\" lang=\"und\"><b>2015</b></span>, Thierry Venin, <cite>Un monde meilleur&nbsp;?&nbsp;: Survivre dans la société numérique</cite> [<cite><span class=\"e-translation\">A Better World?: Surviving in the Digital Society</span></cite>], Desclée de Brouwer, <small><a href=\"/wiki/Special:BookSources/978-2-22007-583-9\" title=\"Special:BookSources/978-2-22007-583-9\">→ISBN</a></small>:</span><dl><dd><div class=\"h-quotation\"><span class=\"Latn e-quotation cited-passage\" lang=\"fr\">La norme IPv6 permet d’en attribuer 340 milliards de milliards de milliards de milliards (3,410<sup>38</sup> ou 340 <b>undécillions</b>).</span><dl><dd><span class=\"e-translation\">The IPv6 standard makes it possible to assign 340 billion billion billion billion (3.410<sup>38</sup> or 340 <b>undecillion</b>).</span></dd></dl></div></dd></dl></div></li></ul></li></ol>","trans":["short-scale unvigintillion","short-scale undecillion"]}],"title":"undécillion","id":"9390488","audios":[],"ipas":[]}