{"types":[{"section":"\n{{fr-noun|m}}\n\n# {{lb|fr|western France}} [[heap]] of [[stones]], [[rocky]] [[outcrop]]\n#* {{quote-book|fr|year=1871|author=[https://www.wikidata.org/wiki/Q3787458 Hugues Imbert]|title=''Histoire de Thouars''|page=8|text=Des ''chirons'' ou tas de pierres, dont quelques-uns ont d’énormes dimensions, existent dans tout le pays. Il serait ridicule d’assigner une date très ancienne à tous ces monticules ; mais on peut affirmer qu’un certain nombre d’entre eux a été formé dans les temps les plus reculés pour servir de monuments funéraires.|translation=''Chirons'' or heaps of stones, some of which are of enormous dimensions, exist throughout the country. It would be ridiculous to assign a very old date to all these mounds; but it can be said that a number of them were formed in the earliest times to serve as funerary monuments.}} \n#* {{quote-book|fr|year=1864|author=Eugène Henri E. Beauchet-Filleau|title=''Essai sur le patois poitevin, ou, Petit glossaire de quelques-uns des mots usités dans le canton de Chef-Boutonne''|page=64|text=Il y a près de Chef-Boutonne, le « Champ des '''Chirons''' » qui doit son nom à la présence de quinze à vingt énormes amas de pierres ; ces '''chirons''' ayant été détruits et les pierres enlevées, il s'est trouvé que ces prétendus '''chirons''' étaient des tombelles qui recouvraient des squelettes et n'étaient autres que des sépultures gauloises. Le dernier, qui existe encore en partie, a été ouvert en novembre 1857 et nous conservons divers fragments de poterie, etc., qui y ont été trouvés avec quatre squelettes|translation=There is near Chef-Boutonne, the « Field of '''Chirons''' » which owes its name to the presence of fifteen to twenty enormous piles of stones; these '''chirons''' having been destroyed and the stones removed, it turned out that these so-called '''chirons''' were tombs which covered skeletons and were none other than Gallic burials. The last, which still partly exists, was opened in November 1857 and we preserve various fragments of pottery etc. which were found there together with four skeletons.}}\n#* {{quote-book|fr|year=2013|author=Bruno Comentale|title=''Les Cahiers nantais, IGARUN''|page=15-23|brackets=on|text=Le terme « '''chiron''' » désigne en [[Vendée]] et dans les espaces adjacents qui en partagent les traits dialectaux (Mauges, Pays nantais, Gâtine des [[Deux-Sèvres]]) les pointements rocheux en plein champ, le plus souvent granitiques mais dont le véritable critère de dénomination est la résistance qui gêne la mise en valeur agricole, ce qui amène à inclure d’autres roches à composition siliceuse (...) L’étymologie, qui ne renvoie pas à une réalité dialectale intelligible, est probablement à rechercher dans la « vieille » racine pré-indoeuropéenne très répandue *kar, qui se réfère à ce qui est rocheux.|translation=The term \"'''chiron'''\" designates in the [[Vendée]] and in the adjacent areas which share its dialectal features (Mauges, Nantes region, Gâtine des [[Deux-Sèvres]]) the rocky outcrops in the open field, most often granite but whose true naming criterion is the resistance that hinders agricultural development, which leads to the inclusion of other rocks with a siliceous composition (...) The etymology, which does not refer to an intelligible dialect reality, is probably to be found in the \"old\" very widespread pre-Indo-European root *kar, which refers to that which is rocky.}}\n\n","alt":[],"syn":[],"type":"noun","forms":[{"g":"m","n":"s"}],"html":"<p><span class=\"headword-line\"><strong class=\"Latn headword\" lang=\"fr\">chiron</strong>&nbsp;<span class=\"gender\"><abbr title=\"masculine gender\">m</abbr></span> (<i>plural</i> <b class=\"Latn form-of lang-fr p-form-of\" lang=\"fr\"><a href=\"/w/index.php?title=chirons&amp;action=edit&amp;redlink=1\" class=\"new\" title=\"chirons (page does not exist)\">chirons</a></b>)</span>\n</p><ol><li><span class=\"usage-label-sense\"><span class=\"ib-brac label-brac\">(</span><span class=\"ib-content label-content\">western France</span><span class=\"ib-brac label-brac\">)</span></span> <a href=\"/wiki/heap\" title=\"heap\">heap</a> of <a href=\"/wiki/stones\" title=\"stones\">stones</a>, <a href=\"/wiki/rocky\" title=\"rocky\">rocky</a> <a href=\"/wiki/outcrop\" title=\"outcrop\">outcrop</a>\n<ul><li><div class=\"citation-whole\"><span class=\"cited-source\"><span class=\"None\" lang=\"und\"><b>1871</b></span>, <a class=\"external text\" href=\"https://www.wikidata.org/wiki/Q3787458\">Hugues Imbert</a>, <cite><i>Histoire de Thouars</i></cite>, page 8:</span><dl><dd><div class=\"h-quotation\"><span class=\"Latn e-quotation cited-passage\" lang=\"fr\">Des <i>chirons</i> ou tas de pierres, dont quelques-uns ont d’énormes dimensions, existent dans tout le pays. Il serait ridicule d’assigner une date très ancienne à tous ces monticules ; mais on peut affirmer qu’un certain nombre d’entre eux a été formé dans les temps les plus reculés pour servir de monuments funéraires.</span><dl><dd><span class=\"e-translation\"><i>Chirons</i> or heaps of stones, some of which are of enormous dimensions, exist throughout the country. It would be ridiculous to assign a very old date to all these mounds; but it can be said that a number of them were formed in the earliest times to serve as funerary monuments.</span></dd></dl></div></dd></dl></div></li>\n<li><div class=\"citation-whole\"><span class=\"cited-source\"><span class=\"None\" lang=\"und\"><b>1864</b></span>, Eugène Henri E. Beauchet-Filleau, <cite><i>Essai sur le patois poitevin, ou, Petit glossaire de quelques-uns des mots usités dans le canton de Chef-Boutonne</i></cite>, page <span class=\"None\" lang=\"und\">64</span>:</span><dl><dd><div class=\"h-quotation\"><span class=\"Latn e-quotation cited-passage\" lang=\"fr\">Il y a près de Chef-Boutonne, le «&nbsp;Champ des <b>Chirons</b>&nbsp;» qui doit son nom à la présence de quinze à vingt énormes amas de pierres ; ces <b>chirons</b> ayant été détruits et les pierres enlevées, il s'est trouvé que ces prétendus <b>chirons</b> étaient des tombelles qui recouvraient des squelettes et n'étaient autres que des sépultures gauloises. Le dernier, qui existe encore en partie, a été ouvert en novembre 1857 et nous conservons divers fragments de poterie, etc., qui y ont été trouvés avec quatre squelettes</span><dl><dd><span class=\"e-translation\">There is near Chef-Boutonne, the «&nbsp;Field of <b>Chirons</b>&nbsp;» which owes its name to the presence of fifteen to twenty enormous piles of stones; these <b>chirons</b> having been destroyed and the stones removed, it turned out that these so-called <b>chirons</b> were tombs which covered skeletons and were none other than Gallic burials. The last, which still partly exists, was opened in November 1857 and we preserve various fragments of pottery etc. which were found there together with four skeletons.</span></dd></dl></div></dd></dl></div></li>\n<li><div class=\"citation-whole\"><span class=\"cited-source\">[<span class=\"None\" lang=\"und\"><b>2013</b></span>, Bruno Comentale, <cite><i>Les Cahiers nantais, IGARUN</i></cite>, pages <span class=\"None\" lang=\"und\">15-23</span>:</span><dl><dd><div class=\"h-quotation\"><span class=\"Latn e-quotation cited-passage\" lang=\"fr\">Le terme «&nbsp;<b>chiron</b>&nbsp;» désigne en <a href=\"/wiki/Vend%C3%A9e#French\" title=\"Vendée\">Vendée</a> et dans les espaces adjacents qui en partagent les traits dialectaux (Mauges, Pays nantais, Gâtine des <a href=\"/wiki/Deux-S%C3%A8vres#French\" title=\"Deux-Sèvres\">Deux-Sèvres</a>) les pointements rocheux en plein champ, le plus souvent granitiques mais dont le véritable critère de dénomination est la résistance qui gêne la mise en valeur agricole, ce qui amène à inclure d’autres roches à composition siliceuse (...) L’étymologie, qui ne renvoie pas à une réalité dialectale intelligible, est probablement à rechercher dans la «&nbsp;vieille&nbsp;» racine pré-indoeuropéenne très répandue *kar, qui se réfère à ce qui est rocheux.</span><dl><dd><span class=\"e-translation\">The term \"<b>chiron</b>\" designates in the <a href=\"/wiki/Vend%C3%A9e\" title=\"Vendée\">Vendée</a> and in the adjacent areas which share its dialectal features (Mauges, Nantes region, Gâtine des <a href=\"/wiki/Deux-S%C3%A8vres\" title=\"Deux-Sèvres\">Deux-Sèvres</a>) the rocky outcrops in the open field, most often granite but whose true naming criterion is the resistance that hinders agricultural development, which leads to the inclusion of other rocks with a siliceous composition (...) The etymology, which does not refer to an intelligible dialect reality, is probably to be found in the \"old\" very widespread pre-Indo-European root *kar, which refers to that which is rocky.</span>]</dd></dl></div></dd></dl></div></li></ul></li></ol>","trans":["heap of stones, rocky outcrop"]}],"title":"chiron","id":"9516965","audios":[],"ipas":["/ʃi.ʁɔ̃/"],"pronunSection":"\n* {{fr-IPA}}\n\n","pronunHtml":"<ul><li><a href=\"/wiki/Wiktionary:International_Phonetic_Alphabet\" title=\"Wiktionary:International Phonetic Alphabet\">IPA</a><sup>(<a href=\"/wiki/Appendix:French_pronunciation\" title=\"Appendix:French pronunciation\">key</a>)</sup>: <span class=\"IPA\">/ʃi.ʁɔ̃/</span></li></ul>"}